// pathname 根据实际页面配置来写
export const petType = {
    小型犬: [
        {
            name: '迷你杜宾',
        },
        {
            name: '中华田园犬（小）',
        },
        {
            name: '吉娃娃',
        },
        {        
            name: '腊肠犬'
        },
        {        
            name: '法斗',
        },
        {        
            name: '巴哥',
        },
        {        
            name: '约克夏',
        },
        {        
            name: '蝴蝶犬',
        },
        {        
            name: '博美',
        },
        {        
            name: '长毛吉娃娃',
        },
        {        
            name: '马尔济斯',
        },
        {        
            name: '迷你雪纳瑞',
        },
        {        
            name: '西高地',
        },
        {        
            name: '迷你贵宾/泰迪（小）',
        },
        {        
            name: '比熊（小）',
        }
    ],
    中型犬: [
        {
            name: '比格猎犬',
        },
        {
            name: '柴犬',
        },
        {
            name: '柯基',
        },
        {
            name: '银狐',
        },
        {
            name: '喜乐蒂',
        },
        {
            name: '贝灵顿',
        },
        {
            name: '英国斗牛犬',
        },
        {
            name: '万能梗',
        },
        {
            name: '中华田园犬（中）',
        },
        {
            name: '比熊犬（中）',
        },
        {
            name: '中型贵宾/泰迪',
        },
        {
            name: '苏格兰梗',
        },
    ],
    大型犬: [
        {
            name: '巨型贵宾/泰迪',
        },
        {
            name: '拉布拉多',
        },
        {
            name: '边牧',
        },
        {
            name: '金毛',
        },
        {
            name: '哈士奇',
        },
        {
            name: '杜宾犬',
        },
        {
            name: '萨摩耶',
        },
        {
            name: '苏格兰牧羊犬',
        },
        {
            name: '秋田',
        },
        {
            name: '德国牧羊犬',
        },
        {
            name: '古代牧羊犬',
        },
        {
            name: '阿拉斯加',
        },
        {
            name: '大白熊犬',
        },
        {
            name: '阿富汗猎犬',
        },
        {
            name: '中华田园犬（大）',
        },
        {
            name: '巨型雪纳瑞',
        }
    ],
    猫咪: [
        {
            name: '长毛猫',
        },
        {
            name: '短毛猫',
        }
    ]
  }